{
    "headline": "Incoming Software Engineer @ Microsoft | MS & BS Computer Science @ USC",
    "academics": {
        "content": [
            "I am a highly motivated and high-performing USC student graduating in May 2021 with both an MS in Computer Science and a BS in Computer Science/Business Administration earned jointly in 4 years with high honors. ",
            "I am a senior at USC, and I'll be graduating next May with both an MS in Computer Science and a BS in Computer Science/Business Administration. "
        ],
        "linkedin": 0,
        "microsoft": 1,
        "general": 1
    },
    "professional": {
        "content": [
            "Summer 2021 I'll be starting work at Microsoft as a Software Engineer, where I interned last summer. Previously, I interned at start-ups during the summers of 2019 and 2018. ",
            "Summer 2021 I'll be starting as a Software Engineer under Alexey Ovsyannikov on the Project Saturn team, where I interned last summer. Previously, I interned at start-ups during the summers of 2019 and 2018. "
        ],
        "linkedin": 0,
        "general": 0,
        "microsoft": 1
    },
    "personal": {
        "content": [
            "I love mountain biking and SCUBA diving.  I'm also an ice hockey goalie, and an avid piano player and music lover. "
        ],
        "linkedin": 0,
        "general": 0,
        "microsoft": 0
    },
    "purpose": {
        "content": [
            "I'm looking forward to the chance to make an impact on those around me! ",
            "I'm looking forward to starting at Microsoft, where I'll get the chance to empower every person and every organization on the planet to achieve more! "
        ],
        "microsoft": 0,
        "linkedin": 1
    },
    "links": {
        "content": {
            "github": "https://github.com/cbpodd",
            "linkedin": "https://linkedin.com/in/cameronpodd"
        },
        "general": [ "github", "linkedin" ],
        "microsoft": [ "github", "linkedin" ],
        "linkedin": [ "github" ]
    }
}
